{
	"nav_user":"Usuario",
	"nav_user_sign":"Registrarse",
	"nav_user_login":"Acceder",
	"nav_user_close":"Cerrar sesión",
	"nav_admin":"Administrador",
	"nav_admin_new_building":"Nuevo Edificio",
	"nav_admin_admin_building":"Configurar Edificio",
	"nav_admin_remove_building":"Eliminar Edificio",
	"nav_building":"Edificios",
	"nav_building_my_buildings":"Mis Fincas",
	"nav_building_choose_buildings":"Elegir Finca",
	"nav_general_email":"Mensaje",
	"nav_general_email_admin":"Administrador",
	"nav_general_email_superadmin":"Super Administrador",
	"nav_general_email_comunity":"Comunidad",
	
	"general_search_title":"Búsqueda más fácil.",
	"general_search":"Puede buscar el edificio que desea escribiendo en el área de búsqueda. Puede introducir el nombre de la calle, del pueblo/ciudad, de la provincia o del país... aunque una búsqueda más concreta traerá consigo resultados mejor filtrados.",
	"general_warning":"¡¡Ojito!!",
	"general_not_resource":"Recurso no encontrado.",
	"general_not_resource_title":"El recurso del sistema que está buscando no está disponible.",
	"general_not_resource_paragraph":"Quizá esté invocando el método de manera erronea o con los parámetros confundidos. También es posible que aún no se hayan creado ningún edificio o ninguno de los recursos que busca, o sea, la causa puede que el recurso no exista y no que no esté siendo encontrado. Le rogamos vuelva a intentarlo pasado un tiempo. Si el problema persiste puede enviarme un mensaje indicando el tipo de recurso al que está intentando acceder. Gracias.",
	"general_not_allowed":"Recurso no permitido.",
	"general_not_allowed_title":"No tiene presmisos para acceder a este recurso del sistema.",
	"general_not_allowed_paragraph":"En estos momentos, su perfil de usuario (rol) no le permite acceder a ciertas características de la aplicación. Si cree que este recurso debería de estar disponibe para usted envíeme un mensaje y comenteme la situación. Gracias.",
	"general_not_implemented_title":"Esta funcionalidad no está operativa",
	"general_not_implemented":"Sintiéndolo mucho, la funcionalidad a la que está intentando acceder aún no está implementada. Se muestra aquí con la intención de realizar una especie de encuesta... si recibo los suficientes mensajes a favor del desarrollo de la misma, pues no me quedará más remedio que realizar el trabajo. En caso contrario, esto nunca se modificará. Gracias.",
	
	"landing_wellcome":"Bienvenidos a CleanStela",
	"landing_instructions":"El primer paso para acceder al interior de la aplicación y poder disfrutar de las ventajas que ofrece (de momento limitadas), tiene que registrarse. Para ello vaya al menú de \"Usuario\" y seleccione \"Registro\". Si usted ya está registrado y ha cerrado la sesión despliegue el \"Usuario\" y seleccione \"Acceder\"",
	"landing_presentation":"Una aplicación que nos ayudará a tener limpio nuestro edificio.",
	"landing_page":"Entra y mira el turno de limpieza o cuándo será tu turno.",

	"user_page_wellcome":"Bienvenido ",
	"user_friendly_title":"¿Por qué así?",
	"user_friendly":"Esta aplicación ha sido diseñada tratando de hacerla lo más diáfana posible, eliminando gran parte de decoración y posibles opciones de configuración que puedan ofuscar al usuario. Esta intención se debe al propósito de hacer llegar la aplicación web al mayor número de personas posibles sin que la barrera tecnológica sea un problema. Esperamos que disfruten.",
	"user_mail_title":"Mensajes para dejar las cosas claras",
	"user_mail":"Puedes enviar mensajes al administración de alguna de tus viviendas sobre aspectos relacionados con la administración del edificio, o enviármelos a mi, el 'director' de todo esto. O sea, si ha encontrado algún error en el funcionamiento, y quiere echarmelo en cara para que lo arregle, puede hacerlo mediante esta manera. También se puede enviar un mensaje a la comunidad, o sea, para algo que quiera que toda la comunidad sea partícipe, puede hacerlo mediante esta opción.",
	"user_pass_not_match":"Revisa tus datos. El nombre de usuario y contraseña parecen no coincidir.",
	"user_email_registered":"El correo %s está registrado. En caso de que tú seas el propietario de ese correo, accede <a href='/user'>aquí</a>",
	"user_name_registered":"El nombre de usuario %s está registrado. En caso de que éste sea tu nick, accede <a href='/user'>aquí</a>",
	"user_admin_power_title":"Un gran poder, conlleva una gran responsabilidad.",
	"user_admin_power":"La tarea de administrador debería estar reservada a la persona encargada de esas labores en el edificio, bien sea un profesional gestor de fincas o el presidente de turno de la comunidad. En cualquier caso, el administrador deberá ser quien responda a las diversas dudas de los usuarios del edificio.",
	
	
	"user_fill_all_fields":"Rellene todos los campos correctamente, por favor.",
	"user_fill_all_fields_mandatory":"Rellene todos los campos, por favor.",
	"user_fill_user_name":"Nombre de usuario",
	"user_fill_password":"Contraseña",	
	"user_fill_email":"Email",	
	"user_lang":"Idioma",
	
	"user_login_wellcome":"Bienvenido a la página de control de acceso.",
	"user_login_send_button":"Acceder",
	
	"user_signup_wellcome":"Bienvenido a la página de registro.",
	"user_signup_fill_rol":"Rol",
	"user_signup_send_button":"Registrase",
	
	"user_choose_title":"Edificios por su cuenta.",
	"user_choose_explanation_title":"Puede agregar o eliminar los pisos a su cuenta personal.",
	"user_choose_explanation":"Es muy simple. Simplemente, haz clic sobre el edificio donde vivas para desplegar la lista de viviendas que tiene asociado, haz clic sobre la tuya y verás como cambia de color, si vuelves a hacer clic volverá a cambiar a su color original. Las viviendas de color naranja están asociadas a tu perfil. ",
	
	"user_admin_search_info":"Comience a escribir los términos de búsqueda. A medida que escriba irán desapareciendo los elementos NO coincidentes.",
	
	"admin_remove_select_unless_one_tittle":"Tienes que elegir al menos un edificio.",
	"admin_remove_select_unless_one":"Has intentado realizar una acción de borrado general sobre muchos edificios preseleccionados... pero no has seleccionado ningún edificio. Como podrás entender tras leer esto, tu intención es inverosímil, no se sostiene por ningún sitio, es como cuando alguien se olvida el móvil y tú intentas avisarle LLAMÁNDOLE AL MÓVIL!! No puede ser. Por favor, selecciona al menos un edificio. Gracias.",
	"admin_remove_building_title":"Elimine los edificios que crea convenientes",
	"remove_info_title":"Seleccione y elimine.",
	"remove_info":"Puede realizar la eliminación de los elementos borrando uno por uno o seleccionando los que desee eliminar, marcándolos con el tic de la izquierda, y después apretando el botón de 'Eliminar selecionados'",
	
	"buildings_new_one_title":"Inserte nuevo edificio",
	"buildings_new_one_explanation_title":"Y ahora... ¿Qué?",
	"buildings_new_one_explanation":"Los edificios tienen que estar bien creados para que los usuarios los encuentren, para ello, además del nombre de la calle del edificio, deberá poner el número. Si dos edificios comparten turnos de limpieza no hará falta poner número y se pondrá una marca identificativa después de la dirección, además en casos como éste surjirá el problema que haya varias puertas con el mismo nombre, por ejemplo: 1A, en casos como éste se podría proceder del siguiente modo, 101A para el 1A del bloque 1, y 201A para el 1A del bloque dos.",
	"buildings_new_one_address":"Dirección",
	"buildings_new_one_city":"Ciudad",
	"buildings_new_one_ZIP":"Código Postal",
	"buildings_new_one_province":"Provincia",
	"buildings_new_one_state":"Estado/País",
	"buildings_new_one_send":"Crear",
	"building_address_registered":"Lo sentimos pero este edificio (con esta dirección) ya está registrado, si eres el administrador, podrás configurar los pisos en la sección de 'Configurar edificios' del menú 'Administrador'. Si no eres el administrador pero crees que deberías serlo ponte en contacto con el equipo de mantenimiento (o sea... yo), y trataremos de arreglarlo.",
	
	"admin_admin_building_title":"Administra tus edificios.",
	"admin_no_buildings":"Lo sentimos aún no hay edificios bajo su administración.",
	"admin_no_flats":"Aún no hay pisos incorporados al edificio.",
	"admin_admin_error_modal_title":"Algo salió mal",
	"admin_admin_error_modal_body":"Ha ocurrido algún error durante la modificación de los datos. Vuelva a intentarlo pasado un tiempo. Si el problema persiste, por favor, comuníquenoslo. Gracias.",
	"admin_admin_success_modal_title":"Todo en orden.",
	"admin_admin_success_modal_body":"Los cambios se han realizado con éxito y los usuarios ya pueden disfrutar de ellos. Gracias.",
	
	"calendar_title":"Revise las fechas de sus viviendas.",
	"calendar_no_building_warning":"Atención.",
	"calendar_no_building":"Lo sentimos aún no hay edificios asociados a su perfil.",
	
	"email_admin":"Notificaiones a su administrador",
	"email_admin_title":"Pregúntale tus dudas",
	"email_admin_paragraph":"Si tienes algo serio que decir a tu administrador, alguna duda razonable sobre el funcionamiento de alguno de los aspectos relacionados con la vivienda, puedes enviarle un mensaje a través de nuestra plataforma.",
	"email_comunity":"Mensajes para todos.",
	"email_comunity_title":"Avisa de las noticias importantes.",
	"email_comunity_paragraph":"Notifica a todos tus vecinos los que se habló en la última junta, o la fecha de la próxima junta, así como los motivos de la misma. Envía un mensaje con las cosas importantes de la finca y contesta a los temas propuestos por otras personas.",
	"email_send_button":"Enviar",
	"email_superadmin_title":"¿Problemas en la plataforma?",
	"email_superadmin_explanation_title":"Envíame un mensaje, cuéntame tus penas.",
	"email_superadmin_explanation":"En serio... gracias por avisarme de los posibles errores que contenga la aplicación. En cuanto su mensaje sea enviado, intentaré ponerme en contacto con usted y solucionarlo lo antes posible.",
	"email_all_nice_title":"Felicidades, has enviado el mensaje.",
	"email_all_nice":"Si el mensaje ha sido enviado al equipo de producción intetaremos darle solución lo más tempranamente posible. Si el mensaje ha sido para el administrador, que Dios no coja confesados!!! En serio... si es para el administrador de su finca, confiamos que la diligencia en el trabajo haga que solucione todo lo rápido posible el problema",
	"email_cominity_send_tab":"Enviar nuevo",
	"email_cominity_messages_tab":"Mensajes enviados",
	"email_no_msn_title":"Sin mensajes",
	"email_no_msn":"Aún no hay ningún mensaje en esta comunidad",
	"email_show_messages":"Mostrar respuestas",
	"email_hide_messages":"Ocultar respuestas",
	"email_response_modal_title":"Escriba su mensaje de respuesta.",
	"email_response_response":"Responder",
	"email_response_vote_favor":"A favor",
	"email_response_vote_against":"En contra"
}